Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: As a basis for risk assessments, occupational injury statistics can be used, as well as other information about accidents or incidents which have previously occurred in the activity field or in similar activity fields.
sv: Som underlag vid riskbedömningen kan arbetsskadestatistik användas liksom andra uppgift er om olyckor eller incidenter som tidig are har inträffat ino m samma eller liknande verksamhet.

source: All activities in which there is a risk that substances which can cause eye injury could splash or otherwise get into employees’ eyes, or where there is a risk of dousing with a substance that could damage or be absorbed by the skin, it is important for the employer to plan and apply preventive measures.
sv: I varje verksamhet, där det finns risk att ämnen, som kan ge ögonskada kan stänka eller på annat sätt komma in i ögonen, eller där risk för översköljning av ämne som kan skada eller tas upp av huden finns, är det viktigt att arbetsgivaren planerar och vidtar förebyggande åtgärder.

source: Fundamental measures should include making an inventory of which substances are handled and what risks they pose for the eyes or the skin as well as in case of inhalation in gaseous form.
sv: Grundl äggande bör vara att kartlägga vilka ämnen som hanteras och vilka risker de innebär vid stänk i ögon eller på hud samt vid inandning av gaser.

source: Suppliers of dangerous substances normally provide information about the product’s health and safety characteristics in a product information leaflet.
sv: Leverantörer av ett farligt ämne lämnar nor malt infor mation om produktens egenskaper från risk- och skyddssynpun kt genom ett varuinfor - mationsblad.

source: This leaflet will also contain information about first aid measures.
sv: I detta blad ges även infor mation om första hjälpen.

source: The existence among employees of diseases which may give rise to emergency, life-threatening conditions, such as diabetes, epilepsy and allergy, may need to be taken into account in planning first aid measures.
sv: Förekomst av sådan sjukdom bland arbetstagarna som kan ge akuta, livshotande till stånd, som diabetes, epilepsi och allergi, kan behöva beaktas vid planering av första hjälpen.

source: The geographical location of the workplace may affect first aid needs and should also be included in the risk assessment.
sv: Arbetsplatsens geografiska placering kan påverka behovet av första hjälpen och bör ingå i riskbedömningen.

source: If work is carried out by a single individual, it is important to take this into account when organizing first aid.
sv: Om arbetet utför s som ensamarbete är det viktigt att ta hänsyn till detta vid organisation av första hjälpen.

source: Special rules apply for this type of work, as described in the Swedish Work Environment Authority’s provisions on solitary work.
sv: För denna typ av arbete finns särskilda regler i Arbetarskyddsstyrelsens föreskrift er om ensamarbete.

source: The organizing of preparedness and routines for first aid and crisis support in the workplace can be seen as a natural part of the employer’s internal control of the work environment.
sv: Att ordna beredskap och rutin er för första hjälpen och krisstöd på arbetsstället kan ses som en naturlig del av arbetsgivarens internkontroll av arbetsmiljön .

source: Most emergency hospitals have a special psychological/psychiatric disaster management group (abbreviated PKL group in Swedish) or equivalent.
sv: En särskild psykologi sk/psykiatrisk katastrofl edning sgrupp (PKL-grupp ) eller motsvarande finns inrättad på flertalet akutsjukhus.

source: Every municipality should further have an emergency preparedness group for psychological and social care (abbreviated POSOM group) to manage the needs of individual casualties or groups following serious crises, accidents or disasters.
sv: Vidare bör ino m varje komm un finn as en beredskapsgrupp för psykiskt och socialt omhändertagande (POSOM-grupp ) för att kunna klara behoven hos enskilda eller grupp er av drabbade vid akuta kriser, olyckor eller katastrofer.

source: Guidance on Section 5 Preparedness for first aid and crisis support
sv: Till 5 § Beredskap för första hjälpen och krisstöd

source: A decisive factor for the ability to give satisfactory assistance in the event of accidents, acute illness or similar serious incidents is to be prepared for and have knowledge of emergency measures.
sv: Avgör ande för att på ett tillfr edsställande sätt kunna ge hjälp vid olyckor, akut sjukdom och liknande allvarliga händelser är att det i verksamheten finns en beredskap för och kunskap om akuta åtgärder.

source: Emergency actions, both physical and psychological, are very important in preventing further injury.
sv: Akuta insatser, både fysiska och psykologi ska är av stor betydelse för att hindr a ytterligare skadeverkan.

source: They also improve the outlook for recovery and reduce the risk of future ill health.
sv: Det förbättrar även förut sättning arna för återhämtning och minskar risken för framtida ohälsa.

source: Routines for first aid and crisis support
sv: Rutiner för första hjälpen och krisstöd

source: Being prepared for care and treatment means, among other things, that there are routines in place for these tasks.
sv: Att ha beredskap för omhändertagande innebär bl.a. att det finns rutin er för uppgift en.

source: Who does what when something happens?
sv: Vem gör vad när något händer?

source: This can be naturally tied in with the division of responsibilities which is meant to take place as part of the internal control of the work environment.
sv: Detta kan naturligt knyta an till den uppgift sfördelning som ska ske som ett led i internkontroll en av arbetsmiljön .

source: It is important to have an organization that guarantees continuous quality and adaptation to changed conditions.
sv: Det är viktigt att ha en organisation som garanterar en fortlöpande kvalitet och en anpassning till ändrade förhållanden.

source: Operational changes, e.g. transitions to new machinery and chemicals, may mean that new risks arise.
sv: I samband med förändring ar i verksamheten, t.ex. övergång till nya maskiner och kemikalier, kan nya risker uppstå.

source: Examples of what routines for dealing with accidents and crisis situations can include are given in Appendix 2.
sv: Exempel på vad rutin er vid olyckor och krissituationer kan omfatta ges i bilaga 2.

source: The requirements for preparedness and knowledge can be met in collaboration with other companies, e.g. joint preparedness within a shopping galle- ria or an office complex.
sv: Kraven på beredskap och kunskaper kan uppfyll as i samverkan med andra företag, t.ex. att man har gemensam beredskap ino m en affärsgalleria eller i ett kontor skomplex.

source: The employee’s familiarity with routines and planning
sv: Arbe tstagaren s kännedo m om rutiner och planering

source: It is important that employees know how first aid and crisis support are organized and set up, and that their knowledge is kept up to date.
sv: Det är angeläget att de anställda känner till hur första hjälpen och krisstö- det är organiserat och anordn at samt att kunskaperna hålls aktuella.

source: Recurrent information updates are necessary, as well as possible practical training or drills of the routines.
sv: Återkommande infor mation behövs samt eventuellt praktiska övning ar av rutinerna.

source: It is important that schools and other education centres also inform the students of how first aid and crisis support are organized.
sv: Det är viktigt att man ino m skolan och annan undervisning infor - merar även elever/studerande om hur första hjälpen och krisstödet är organiserat.

source: In this context temporary staff must not be forgotten either.
sv: Det är också viktigt att inhyrd personal inte heller glö ms bort i detta sammanhang.

source: It is helpful if the information placard about how first aid is organized in the workplace is easily recognizable as such by visitors as well.
sv: Det är en fördel om anslaget med infor mation om hur första hjälpen är anordn ad på arbetsstället är lätt att känna igen även för besökare på platsen.

source: The placard should therefore have a green background colour or frame, and should have a clearly visible first aid symbol.
sv: Därför bör anslaget ha grön bakgrund sfärg eller ram samt första hjäl- pensymbolen synlig .

source: The placard may need to be complemented with a map of the entire workplace with the location of the workstation in question marked.
sv: Anslaget kan behöva kompletteras med karta över arbetsområdet och arbetsplatsens läge.

source: It is a good idea to have a sign next to telephones describing how emergency services can be contacted, along with an instruction along the following lines:
sv: Det kan vara lämpligt att i anslutning till telefonen ha ett anslag om hur räddning sorgan larmas samt en upp maning med t.ex. följande innehåll:

source: When you contact the emergency service, remember to state the following:
sv: Då Du larmar räddning sorgan, tänk på att uppge följande.

source: Your name
sv: Ditt namn.

source: Where you are phoning from
sv: Varifrån Du ringer.

source: The type of accident
sv: Typ av olycka.

source: The number of injured people
sv: Antal skadade personer.

source: The type of injury or condition
sv: Typ av skada eller besvär.

source: Contacts with the appropriate services, e.g. emergency medical care or rescue and social services, can facilitate care and treatment of the injured as well as rescue and cleanup efforts after an accident.
sv: Kontakt med berörda samhällsorgan, t.ex. akutsjukvård, räddning s- och socialtjänst, kan underlätta omhändertagandet av den skadade samt räddning sarbete och sanering vid olyckor.

source: When planning and organizing care and treatment after serious incidents, resources to turn to include occupational health care services, the local health care and medical services, and affected rescue services.
sv: Vid planering och organisation av omhändertagande vid akuta händelser är företagshälsovården, den lokala hälso- och sjukvården och berörda räddning sorgan resurser som kan anlit as.

source: In order to be able to reach the family of an injured employee it is a good idea to keep a list of daytime telephone numbers to employees’ next of kin.
sv: För att kunna nå de anhörig a till en skadad är det bra om det på arbetsplatsen finns tillg ång till en lista med telefonnu mmer till de anhörig a under dagtid.

source: In this context it is worth recalling that Section 2 of the Work Environment Ordinance stipulates that the employer shall inform the Work Environment Inspectorate without delay of any accident or other work-related incident which has caused death or serious bodily injury or has affected several employees at the same time.
sv: I sammanhanget påminns om bestämmelsen i 2 § arbetsmiljöförord - ningen att arbetsgivaren utan dröjsmål skall underrätta Yrkesinspektionen om olycksfall eller annan skadlig inverkan i arbete som medfört dödsfall eller svårare personskada eller drabbat flera arbetstagare samtidigt .

source: The same applies to incidents which have involved serious threats to life or health.
sv: Detsamma gäller vid tillbud som har inneburit allvarlig fara för liv eller hälsa.

source: In assessing how many people need to have knowledge of first aid, it is a good idea to look at the local circumstances in terms of such things as occurring risks, the size of the workplace, shifts if any, the spread of the workforce, temporary and mobile workstations, and the distance to medical care resources.
sv: Vid bedömningen av hur många personer som behöver kunskaper i första hjälpen är det lämpligt att utgå från de lokala förut sättning arna bl.a. vad gäller förekomm ande risker, arbetsställets storl ek, förekomm ande skift- lag, arbetsstyrkans utspridning , tillf älliga och rörlig a arbetsplatser samt avståndet till sjukvårdsresurser.

source: The longer it takes for an ambulance to get to the workplace, the greater the need for good first aid preparedness.
sv: Ju längre tid det tar för ambulans att ta sig till platsen desto större är behovet av en god första hjälpenberedskap.

source: Particularly in cases of obstructed airways with hindered breathing, heart failure or severe bleeding it is important to begin first aid measures immediately.
sv: Framför allt vid hinder i luftv ägarna med andning sstopp, vid hjärtstillestånd eller stora blödning ar gäller det att komma igång med hjälpen omedelbart.

source: The casualty’s condition may become critical within minutes, and the risk of permanent brain damage increases quickly.
sv: Redan efter några minuter kan till ståndet bli kritiskt för den skadade och risken för bestående hjärnskador ökar snabbt.

source: It is also important to consider staff turnover and the need for recurrent training.
sv: Det är även viktigt att ta hänsyn till personalomsättning och till behovet av återkommande utbildning .

source: Training should be adapted to the activities of the workplace.
sv: Utbildning en bör anpassas till den aktuella

source: In small workplaces with few employees but high work injury risks, it may be necessary to give everyone first aid training.
sv: På små arbetsställen med få arbetstagare men hög olycksfallsrisk kan det vara nödvändigt att samtliga får en utbildning i första hjälpen.

source: It is important that school pupils are also familiar with first aid routines.
sv: Det är viktigt att även skolelever är inför - stådda med rutin erna för första hjälpen.

source: What knowledge is needed?
sv: Vilka kunskaper behöv s?

source: This applies on roads with traffic and for gas leakage accidents, for example.
sv: Det gäller t.ex. på trafikerade vägar och vid gasutsläpp.

source: When the risk of injury in a dangerous work environment is elevated, all employees should be informed of the importance of getting the casualty to a safe location.
sv: Där risk för olycka i farlig miljö är stor, bör alla arbetstagare infor meras om vikten av att sätta den skadade i säkerhet.

source: This involves both the ability to assess the need for first aid and the ability to administer it in order to
sv: Här ingår att kunna bedöma behovet av och att ge första hjälpen för att

source: ensure a clear airway,
sv: säkerställa fria luftv ägar,

source: check for normal breathing,
sv: stoppa stora blödning ar,

source: check pulse relieve anxiety.
sv: häva cirkulationssvikt och lindr a oro.

source: Training in cardiopulmonary resuscitation (CPR) should also be included.
sv: Även kunskaper i hjärt-lungr äddning (HLR) bör ingå.

source: It may further be necessary to know how to assess the need for first aid in cases of
sv: Vidare kan man behöva kunna bedöma behovet av och ge första hjäpen vid

source: acute illness,
sv: akut sjukdom,

source: skull fractures,
sv: skallskador,

source: neck, back and other skeletal injuries,
sv: nack-, rygg- och övrig a skelettskador,

source: burn injuries and accidents involving chemicals,
sv: brännskador och kemikalieolyckor,

source: eye injuries,
sv: ögonskador,

source: overheating and cold (exposure) injuries, and taking care of children.
sv: överhettning resp. kylskador och omhändertagande av barn.

source: When there is a risk of the occurrence of an asphyxiating atmosphere, knowledge of how to use oxygen may also be necessary.
sv: Där risk för kvävande atmosfär kan uppstå kan också kunskap i hur man ger syrgas behövas.

source: However, the use of oxygen for treatment purposes requires delegation by a doctor.
sv: Det krävs dock delegation av läkare för att använda syrgas i behandlande syfte.

source: It is important that knowledge is kept up to date.
sv: Det är viktigt att kunskapen hålls aktuell.

source: Practical repetition and drilling need to be a recurrent feature.
sv: Praktisk repetition och övning behöver återkomma regelbund et.

source: Information about first aid measures can also be provided by means of placards or similar in workstations where the risk of accidents is particularly high.
sv: Infor mation om första hjälpen-åtgärder kan också lämnas t.ex. genom anslag på arbetsställen där risken för olycksfall är särskilt stor.

source: However, these signs should only serve as reminders of previously acquired knowledge.
sv: Anslagen bör dock endast fungera som en påminnelse om inlärd kunskap.

source: Guidance on Section 7 Crisis support knowledge
sv: Till 7 § Kunskaper om krisstöd

source: Knowledge about planning and organizing crisis support within an operational activity implies the existence of an understanding of the need for crisis support and the ability to organize preparedness for crisis support in connection with serious incidents.
sv: Med kunskaper för att planera och ordna krisstöd avses att det i verksamheten finns en kompetens och insikt om behovet av krisstöd och hur beredskapen för krisstöd i anslutning till allvarliga händelser skall ordn as.

source: A natural way to provide for the competence needs in this area is to include and promote an understanding of the need and value of crisis support in staff development programmers, particularly in management and leadership training.
sv: Att i löpande personalutbildning och särskilt i chefs- och ledarutbildning behandla och ge insikter om behovet och värdet av krisstöd är ett naturligt sätt att sörja för kompetensen ino m området.

source: Section 13 of the provisions on internal control of the workplace states that employers are obliged to ensure that managers and management staff possess the special knowledge required in order to meet the work environment standards.
sv: I föreskrift erna om internkontroll av arbetsmiljön anges i 13 § arbetsgivarens skyldigh eter att se till att chefer och arbetsledande personal har de särskilda kunskaper som de behöver för att arbetsmiljökraven skall kunna uppfyll as.

source: On crisis support and measures in the workplace
sv: Om krisstöd och åtgärder på arbe tspla tsen

source: In the acute phase, psychological and social care and treatment mean creating security and giving care.
sv: Psykiskt och socialt omhändertagande innebär i det akuta skedet att skapa tryggh et och ge omsorg.

source: The casualty is protected from further threats and is given humane care.
sv: Den drabbade skyddas från ytterligare hot och ges ett medmänskligt omhändertagande.

source: When security has been guaranteed, the casualty is given the opportunity to talk about his or her experiences and begin a reconstruction of the event.
sv: När tryggh eten är säkrad ges den drabbade möjligh et att tala om sina upplevelser och påbörja en rekonstruktion av händelsen.

source: In connection with a serious incident in the workplace, counseling known as “relief dialogues” can be decisive for recuperation and for normalizing the situation.
sv: I anslutning till en allvarlig händelse på arbetsplatsen kan s.k.

source: It is important for the casualty that he or she can share the experience with others, e.g. co-workers.
sv: Det är viktigt för den drabbade att få dela upplevelsen med andra personer t.ex. arbetskamrater.

source: Good treatment and care during the acute phase are instrumental in reducing stress reactions and preventing future illness.
sv: Ett gott omhändertagande i den akuta situationen är av stor betydelse för att mildra stressreaktion er och förebygga framtida sjukdomstillstånd.

source: Good preparedness also builds trust and security for and among the individuals in the organization.
sv: En god beredskap skapar även tillit och tryggh et för individ erna i organisationen.

source: Information in crisis situations
sv: Infor mation vid krissituationer

source: Clear and factual information is very important in the event of a serious incident.
sv: Tydlig och saklig infor mation är mycket viktig vid allvarliga händelser.

source: Tendencies for people to spread rumors and distort reality increase in situations of extreme stress.
sv: I stressituationer ökar tendenserna till ryktesspridning och förvr ängning av verkligheten.

source: It is therefore important for information about serious incidents to be provided continuously, even when the actual information value may appear low.
sv: Det är därför viktigt att infor mation om allvarliga

source: Information should be provided to all affected staff.
sv: Infor mation bör ges till samtlig berörd personal.

source: Even those who are absent from work for various reasons should be informed of what has happened.
sv: Även de som av olika anledning ar är frånvarande från arbetet bör få infor mation om vad som inträffat.

source: Assembling employees immediately following an accident or similar serious incident and informing them about it gives everyone the opportunity to fill in the gaps with facts.
sv: Att samla arbetstagarna i direkt anslutning till en olycka eller liknande allvarlig händelse och infor mera om det som hänt ger möjligh et till alla att komplettera sin infor mation.

source: It also provides an opportunity to inform them about common stress reactions.
sv: Det ger också ett tillf älle att infor mera om vanliga stressreaktioner.

source: Adapting working conditions
sv: Anpassning av arbetsförhållandena

source: For staff that has experienced severely stressful events, it may be necessary temporarily to alter work routines such as tasks or hours.
sv: För dem som utsatts för starkt påfrestande händelser kan det behövas en tillf ällig förändring av arbetsuppgift er eller arbetstider.

source: During a transitional phase it may be necessary to relieve their workload or release them from tasks which require fast or far-reaching decisions.
sv: Det kan under en övergångsperiod behövas avlastning av arbetsmängd eller arbetsuppgif - ter som kräver snabba eller omfattande beslut.

source: It is crucial, however, that such alterations be carried out in close consultation with those they will affect and that the aim of any alterations be a temporary adjustment of routines to an individual’s ability.
sv: Det är dock avgörande att sådana förändring ar sker i nära samråd med den det berör och att de förändring ar som görs syftar till en temporär anpassning av arbetsuppgif - terna till den enskildes för måga.

source: It should be emphasized in this context that following serious incidents, e.g. violence and threats, it is often of therapeutic value to remain in or promptly return to work – which should nevertheless be adapted to the circumstances.
sv: Det bör betonas i detta sammanhang att det vid allvarliga händelser t.ex. vid våld och hot ofta är av terapeutiskt värde att finn as kvar i eller snabbt återgå i arbetet som bör anpassas efter förhållandena.

source: The Swedish Work Environment Authority’s provisions on work adaptation and rehabilitation contain rules for how adaptation and rehabilitation activities are to be carried out.
sv: I Arbetarskyddsstyrelsens föreskrift er om arbetsanpass- ning och rehabilit ering finns regler om hur anpassnings- och rehabilit e- ringsverksamheten skall bedriv as.

source: Rules for what applies in connection with situations of violence or threats can be found in the Work Authority’s provisions on measures against violence and threats in the work environment.
sv: Regler för vad som gäller i samband med vålds- eller hotsituationer finns i Arbetarskyddsstyrelsens föreskrifter om åtgärder mot våld och hot i arbetsmiljön .

source: Guidance on Section 8 Equipment for first aid
sv: Till 8 § Ut rustning för första hjälpen
